Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: To determine the most effective training principles for seniors, Lohne-Seiler compared traditional strength training (using machines) with functional strength training (not using machines).
nb: For å finne ut hva slags styrketrening som gir best effekt hos eldre, har Lohne Seiler sammenlignet tradisjonell styrketrening (apparattrening) med funksjonell styrketrening (trening uten apparater).

source: Former leader (2013-2019) now consultant at
nb: Tidligere leder (2013-2019), nå fagkonsulent ved

source: over/on the card reader to log on.
nb: over/på kortleseren for å logge på.

source: Training load and injuries, Growth and maturation in athletes, Injury prevention, Injury surveillance, Football physiology, Physical performance in team sports
nb: Treningsbelastning og skader, Vekst og modning hos idrettsutøvere, Skadeforebygging, Skaderegistrering, Fotballfysiologi, Fysisk trening i ballspill.

source: Controlling conditions moderated the indirect relationship between perfectionistic concerns (PC) and (a) controlled motivation and (b) performance anxiety via competence need frustration (Paper II).
nb: Kontrollerende betingelser modererte relasjonen mellom perfeksjonistiske bekymringer (PC) og (a) kontrollert motivasjon og (b) prestasjonsangst via frustrasjon av kompetansebehovet (Artikkel II).

source: Solveig Nordengen is a Research Fellow at the Department of Sports Medicine at the NIH, but works on a daily basis at the Western Norway University of Applied Sciences (HVL) in Sogndal.
nb: Solveig Nordengen er stipendiat ved Institutt for idrettsmedisinske fag på NIH, men arbeider til daglig ved Høgskulen på Vestlandet (HVL) i Sogndal.

source: Master and bachelor degree in sport science from the University of Pacific.
nb: Master- og Bachelorgrad innen idrettsvitenskap fra University of the Pacific.

source: Trine Stensrud, an avid “mother trainer” and NIH employee, gained the confidence of handball coaches and has been a physical trainer for teams of girls from 8-9 years and up to 17-18 years of age.
nb: Trine Stensrud, en ivrig mammatrener og NIH-ansatt, fikk tillit av håndballtrenerne og har vært fysisk trener for et lag fra jentene der var 8-9 år og opp til 17-18 års alder.

source: Diagram for the test - examples of how to use the test method at different heights and angles.
nb: Diagram for testen - eksempler på hvordan man kan bruke testmetoden i ulike høyder og vinkler.

source: Moreover, 120 adolescents with overweight were recruited through the school health service to participate in a controlled trial.
nb: Videre ble et utvalg på 120 ungdommer med overvekt/fedme rekruttert via skolehelsetjenesten til en kontrollert studie.

source: During her period as a fellow at the Department of Coaching and Psychology, she will continue to work 20% at Sunnaas Hospital as a Physiotherapist.
nb: I sin periode som stipendiat vil hun fortsette å jobbe 20% på Sunnaas sykehus som fysioterapaut.

source: The testing method has been cryptically named “Hand reach star excursion balance test” (HSEBT).
nb: Testmetoden har fått det kryptiske navnet «Hand reach star excursion balance test» (HSEBT).

source: Minimal detectable change values ranged from 0.9–7.9 cm and 4.7–7.2º for all reaches.
nb: Verdier for minimal reell endring varierte fra 0.9-7.9 cm og 4.7-7.2º for alle tester.

source: Published articles will not be approved for use in the doctoral thesis if more than five (5) years has passed from the date of publication to the date of admission.
nb: Ved bruk av publiserte arbeider kan disse ikke godtas som del av avhandlingen hvis de ved opptakstidspunkt er eldre enn fem (5) år fra publiseringsdato.

source: More students will gain access to campus
nb: Flere studenter får adgang til campus

source: The study was approved by the Regional Committees for Medical Research Ethics (REK South East 2009/170) and the Norwegian Social Science Data Services (2799026), and registered at ClinicalTrials.gov (NTC01045135).
nb: Studien ble godkjent Regionale komiteer for medisinsk og helsefaglig forskning (REK sør-øst 2009/170) og Norsk samfunnsvitenskapelig datatjeneste (2799026), og registrert i ClinicalTrials.gov (NTC01045135).

source: A new extensive study using data from Norway, Sweden, England and the USA demonstrates this.
nb: Det er en ny, stor studie med data fra Norge, Sverige, England og USA som viser dette.

source: ": The first time you open EndNote, you can get a question about updating the program.
nb: Når du åpner EndNote første gang, kan du få opp spørsmål om du ønsker å oppdatere programmet til en nyere versjon.

source: The method comparison study of the 20 m SRT included 38 male HG soldiers and 28 cadets.
nb: Metodestudien av 20 m SRT er gjennomført på 38 HV soldater og 28 kadetter.

source: • In module 6, Chris Horbel talks about status, shortcomings and what needs to be done • The IOC's sustainability strategy is presented in the same place • In general, that construction development can be negative from an environmental perspective • Lots of travel.
nb: o I modul 6 snakker Chris Horbel om status, mangle og det som må gjøres o IOCs bærekraftsstrategi er presentert samme sted o Generelt om at anleggsutbygging kan være negativt ut ifra et miljøperspektiv o Mye reising.

source: A total of 28 skiers were involved in recording data, some for as long as a year. Measurements included both on-snow skiing and roller skiing.
nb: Til sammen 28 utøvere bidro til innsamling av data og enkelte ble fulgt i et helt år, og målinger ble utført både på snø og på rulleski.

source: Previous work experience: sports pedagogue in different rehabilitation settings (cardiac, rheumatism, and psychiatry).
nb: Tidligere arbeidserfaring har hun som idrettspedagog i ulike rehabiliteringsinstitusjoner (hjerterehabilitering, revmatiske lidelser og psykiatri).

source: Jørgen Jensen is a Professor of sports biology at the Department of Physical Performance at the NIH.
nb: Jørgen Jensen er professor i idrettsbiologi ved Institutt for fysisk prestasjonsevne på NIH.

source: In Study II moderate to high test-retest reliability was observed for 19 out of 20 reaches (range ICC = 0.80 to 0.96).
nb: I studie II ble moderat til høy test-retest reliabilitet observert for 19 ut av 20 tester (variasjonsbredde ICC = 0.80 til 0.96).

source: Ballet dancers had longer gastrocnemius medialis muscle fascicles and longer and more compliant Achilles tendons, but neither of these variables nor the amount of intramuscular collagen were altered by 24 weeks of stretching.
nb: Ballettdansere hadde lengre muskelfasikler i gastrocnemius medialis og en lengre og mer ettergivende akillessene, men hverken disse variablene eller intramuskulært kollageninnhold var endret etter 24 ukers trening.

source: Elderly people should do weight training, says Sigve Nyvik Aas.
nb: Særlig eldre bør trene styrke, mener Sigve Nyvik Aas.

source: In paper 3, the results from a mixed between-within analysis revealed that the MT participants, compared to controls, had a larger pre to post increase in high- and low-cortisol slopes, together with decreased perceived mental demand imposed by the go/no-go test.
nb: I studie 3 viste resultatene fra en mixed between-within analyse at MT deltakerne, sammenlignet med kontroll, hadde en større pre til post økning i høy- og lav-cortisol “slopes”, og at de opplevde go/no-go testen som mindre krevende.

source: We had to find a solution,” explains Hilde Fredriksen.
nb: Vi måtte finne en løsning, forteller Hilde Fredriksen.

source: Klaudia Jonskås is educated from Norwegian School of Sport Sciences.
nb: Klaudia Jonskås er utdannet fra Norges Idrettshøgskole.

source: It is also likely that other factors such as workplace adjustments may have an impact, but these have not been included in this survey.
nb: Også faktorer som tilrettelegging på arbeidsplassen spiller trolig inn, men de er ikke med i denne undersøkelsen.

source: She has, as practice teacher representative, participated the committee that drafted the curriculum for teacher education (2013).
nb: Hun har, som praksislærerrepresentant, sittet i arbeidsutvalget som utarbeidet forslag til rammeplanen for faglærerutdanningene (2013).

source: The inter-rater reliability was high for all reaches (range ICC = 0.90 to 0.98).
nb: Inter-rater reliabiliteten var høy for alle testene (variasjonsbredde ICC = 0.90 til 0.98).

source: NIH will pay for 100 examples to be printed before the public defense.
nb: NIH dekker et opplag på 100 til bruk ved disputas.

source: Hilde Fredriksen summarises as follows:
nb: Hilde Fredriksen oppsummerer slik:

source: After four months of exercising, the 202 participants were examined and questioned again.
nb: Etter fire måneder med trening, ble de 202 deltakerne undersøkt og spurt ut igjen.

source: Neither do they like gym classes, activities that are integrated with, or used as a break in, theory lessons or pauses for physical activity”, says Laura Suominen Ingulfsvann.
nb: Heller ikke at de liker både gymtimer, aktiviteter som er integrert i, eller brukt som avbrekk i teoritimer eller pauser med fysisk aktivitet, sier Laura Suominen Ingulfsvann.

source: ASP.NET_SessionId - Used to allow the site to separate users.
nb: ASP.NET_SessionId - Brukes for at nettstedet skal klare å skille brukere fra hverandre.

source: The best swimmers can swim up to 15 kilometres a day, which means about 2,500 revolutions of each shoulder.
nb: De beste svømmere kan svømme opp mot 15 kilometer per dag, noe som betyr omtrent 2.500 omdreininger i hver skulder.

source: —It really is quite simple, but can be very useful.
nb: – Det er egentlig en ganske enkel sak, men den kan bli svært nyttig.

source: All use of NIH's ICT infrastructure leaves electronic traces.
nb: All bruk av NIHs IKT-infrastruktur etterlater elektroniske spor.

source: Eirik Halvorsen Wik is employed as a Post-graduate researcher at Aspetar Orthopaedic and Sports Medicine Hospital in collaboration with the Aspire Academy, and is based in Doha, Qatar.
nb: Eirik Halvorsen Wik er ansatt som Post-graduate researcher ved Aspetar Orthopaedic and Sports Medicine Hospital i samarbeid med Aspire Academy, og er basert i Doha, Qatar.

source: When Broch went up to Frognerseteren to ski with the Mimo young people, she learned, through them, what it's like to be different in a white world.
nb: Da Broch dro opp til Frognerseteren for å gå på ski sammen med Mimo-ungdommene, erfarte hun gjennom dem hvordan det er å være annerledes i en hvit verden.- Vi kom bokstavelig talt inn i et hvitt landskap, både snøen og menneskene var hvite på Frognerseteren.

source: • An activation in trapezius during the leg kick phase in order to maintain and improve the upper body streamline position.
nb: • Aktivering i trapezius under bensparkets fremdriftsfase for å opprettholde overkroppen i en best mulig linjeholdning.

source: The main reason behind this was most likely that they were already less active and in correspondingly poor physical condition.
nb: Den viktigste årsaken var høyst sannsynlig at de var mindre aktive fra før og i tilsvarende dårligere form.

source: Hilde Fredriksen therefore decided to take this further:
nb: Derfor gikk Hilde Fredriksen videre med dette:

source: This applied to 25 per cent of teachers.
nb: Det var tilfelle for 25 prosent av lærerne.

source: “In this study, we did not find resistance training to have an effect on body fat percentage.
nb: I og med at vi ikke så effekt av styrketrening på fettmassen i denne studien kan det tenkes at treningen bør kombineres med utholdenhetstrening.

source: PhD in Sport Science (2019) from the Norwegian School of Sport Sciences.
nb: Doktrograd i idrettsvitenskap (2019) fra Norges idrettshøgskole.

source: About 12% of adult women have either eating disorders or disturbed eating behaviour.
nb: Rundt 12 prosent av voksne kvinner har enten spiseforstyrrelser eller forstyrret spiseatferd.

source: Sport and society, media and communication, organization and leadership, sustainability
nb: Idrett og samfunn, medier og kommunikasjon, organisasjon og ledelse, idrett og bærekraft på bachelor- og masternivå

source: Thomas Vold has been employed at NIH since 2003.
nb: Thomas Vold har vært ansatt ved NIH siden 2003.

source: fitness among adults in Norway?
nb: fysisk form blant voksne og eldre»?

source: In this project, trained cyclist will cycle to exhaustion in a double-blinded, balanced, crossover way while ingesting either a carbohydrate drink or a placebo.
nb: I dette prosjektet vil trent syklist sykle til utmattelse på en dobbeltblindet, balansert, crossover-måte mens de inntar enten en karbohydratdrink eller en placebo.

source: Cell culture, 3D skeletal muscle engineering, biochemistry, epigenetics & effect of aging
nb: Cellekultur, 3D skjelettmuskelteknikk, biokjemi, epigenetikk og effekt av aldring.

source: Place: NIH, Auditorium Innsikt.
nb: NIH, Auditorium Innsikt.

source: and chose "
nb: og velg "

source: "Genes, age, type of musculature, body composition, basic training, previous injuries – even one’s position on the pitch, muscle type and mental state all have an impact on individual safety," explains Torstein Dalen-Lorentsen.
nb: – Gener, alder, type muskulatur, kroppssammensetning, treningsgrunnlag, tidligere skader – til og med posisjon på banen, muskeltype og mental tilstand er med å påvirke hva som er trygt for den enkelte, forklarer Torstein Dalen-Lorentsen.

source: NIH shall not process personal data to a greater extent than is necessary to fulfill the purpose of the college, which will be education, research, innovation, dissemination and administration.
nb: NIH skal ikke behandle personopplysninger i større utstrekning enn det som er nødvendig for å oppfylle høgskolens formål, som vil være utdanning, forskning, nyskaping, formidling og administrasjon.

source: Ms Frøyen has delved deeply into the relationships that exist between a selection of world-class athletes and top coaches in various sports.
nb: Frøyen har gjort et dypdykk i forholdet mellom et utvalg verdensenere og topptrenere i ulike idretter.

source: Section 5.8 Involuntary termination in the event of scientific misconduct
nb: § 5.8 Tvungen avslutning ved uredelighet

source: It was not unusual to think that carbohydrates were dangerous.
nb: Det var ikke uvanlig å tro at karbohydrater var farlig.

source: Cardiovascular diseases comprise diseases of the heart and blood vessels.
nb: Hjerte- og karsykdommer omfatter sykdommer i hjertet og blodårene.

source: Nevertheless, only 30 percent of the same group reported that they will be using it next season.
nb: Likevel rapporterte bare 30 prosent av den samme gruppen at de vil ta i bruk oppvarmingsprogrammet til neste sesong.

source: Section 10.1 Thesis requirements
nb: § 10.1 Krav til avhandlingen

source: The research project employed a parallel multimethod design, in which three methodologically distinct studies resulted in five articles (Article I-V).
nb: Forskningsprosjektet benyttet en parallell multimetodisk design, hvorav tre metodologisk forskjellige studier resulterte i fem artikler (Artikkel I-V).

source: “All activity is of benefit, and this applies regardless of the age and level.”
nb: – All aktivitet monner, og det gjelder uansett alder og nivå.

source: And, we will experience increased balance impairment as we grow older," says Hilde Lohne-Seiler.
nb: I tillegg svekkes vår balanseevne med årene, sier Hilde Lohne-Seiler.

source: Injury prevention, sports injuries, overuse injuries, women’s health, aesthetic sports, rhythmic gymnastics (RG), classical ballet, dance.
nb: Skadeforebygging, idrettsskader, belastningsskader, kvinnehelse, estetisk idrett, rytmisk gymnastikk (RG), klassisk ballett, dans

source: Anders Meland has a PhD in sports psychology from NIH (2016), in addition to higher military officer training at the Norwegian Naval Academy.
nb: Anders Meland har en doktorgrad i idrettspsykologi (PhD) fra Norges idrettshøgskole (2016), i tillegg til befal- og krigsskoleutdanning fra Forsvaret.

source: In contrast to going for a walk, heavy weight training will activate and strengthen the explosive type II fibres.
nb: I motsetning til en gåtur, vil tung styrketrening aktivere og styrke de eksplosive type II-fibrene.

source: The supervisors are required to follow up academic‐related factors that may cause a delay in the candidate’s progress so that the candidate can complete the training within the stipulated time period.
nb: Veilederne plikter å følge opp faglige forhold som kan medføre forsinket gjennomføring av forskerutdanningen, slik at denne kan fullføres innenfor normert tid.

source: This PhD project has four research questions;1.
nb: Dette PhD prosjektet har fire forskningsspørsmål;1.

source: In this instruction we have used Google Chrome.
nb: I denne veiledningen er det brukt Google Chrome.

source: In 2021 we get a 10% discount on the publishing fee (APC) for journals published by Frontiers.
nb: For 2021 får vi 10% rabatt på publiseringsavgiften (APC) for tidsskrifter utgitt av Frontiers.

source: Professor of Exercise Physiology, with responsibility for athletics (track and field).
nb: Professor i idrettsfysiologi med ansvar for friidrett.

source: The participants were randomly divided into two groups for CBT and PED-t, with a control group given no therapy during the period.
nb: Deltagerne ble tilfeldig fordelt i to grupper for CBT og PED-t, og det var i tillegg en kontrollgruppe under behandlingsperioden som ikke mottok terapi.

source: KFU appoints an expert committee based on a proposal from the Head of Department.
nb: KFU oppnevner sakkyndig komité etter forslag fra instituttleder.

source: Competence turned out to be the core currency in the TDEs, affecting social status and future outlooks for the elite junior performers (Papers I and V).
nb: Kompetanse stod fram som den fremste sosiale kapitalen i disse talentutviklingsmiljøene, og påvirket de unge eliteutøvernes muligheter sosiale status og fremtidige utviklingsmuligheter (Artikkel I og V).

source: In addition, a group of researchers at the Sports Orthopedic Research Center in Copenhagen have been involved.
nb: I tillegg har en gruppe forskere ved Sports Orthopedic Research Center i København vært med.

source: Open access-publishing (open access and hybrid)
nb: Open access-publisering (ren open access og hybrid)

source: In Norway, around 150 fitness centres offer the concept.
nb: I Norge tilbyr rundt 150 treningssentra konseptet;

source: Falling off in the cycle lane and subsequent fractures are not uncommon.
nb: Velt i sykkelfelt og påfølgende bruddskader er ikke uvanlig.

source: The parties may bring any disputes regarding the academic-related rights and obligations of the supervisor and candidate to the institution for a review and final decision.
nb: Tvister om veileders og kandidats faglige rettigheter og plikter kan bringes inn av partene til behandling og avgjørelse ved institusjonen.

source: Kenneth Aggerholm is professor at the Department of Teacher Education and Outdoor Studies at NIH.
nb: Kenneth Aggerholm er professor ved Institutt for lærerutdanning og friluftslivsstudier, NIH.

source: The Assessment For Learning programme (AFL) is a national measure set forth by the The Norwegian Directorate for Education and Training in 2010.
nb: NIH Vurdering for læring (VfL) er en nasjonal satsing i regi av Utdanningsdirektoratet fra 2010.

source: on the project Physical Activity among Childhood Cancer Survivors (PACCS).
nb: på prosjektet Physical Activity among Childhood Cancer Survivors (PACCS)

source: The candidate must be the lead author of at least three (3) of the articles.
nb: forfatter på minimum tre (3) av artiklene.

source: Most studies report prevalence numbers within the range 25-45%.
nb: De fleste studiene på forekomst av urininkontinens viser til prevalenstall mellom 25-45%.

source: In the lab – e.g. in
nb: I laben – som i

source: Eye tracking equipment and software for testing, training and analyzation
nb: Utstyr og programvare for testing, trening, analyse av eyetracking

source: , n = 8) or normal endurance training combined with strength training (
nb: , n = 8) eller kombinere sin vanlige utholdenhetstrening med styrketrening (

source: He is authorized as a performance analyst of highest scientific level (5) by the
nb: Han er en autorisert prestasjonsanalytiker av høyeste vitenskapelige nivå (5) fra

source: Associate professor Gunn Pettersen, Ph.d., Department of Health and Caring Sciences, UiT – The arctic university of Norway (UiT)
nb: Førsteamanuensis Gunn Pettersen, Ph.d., Institutt for helse- og omsorgsfag, Norges Arktiske Universitet (UiT)

source: Dag Vidar is professor in sport management.
nb: Dag Vidar Hanstad er professor i sport management ved

source: Friluftsliv, pedagogy, winter, health, friluftsliv and environment, human-nature relations
nb: Friluftsliv, pedagogikk og didaktikk, vinter, helse, friluftsliv og miljø

source: Partial or complete tears are most prevalent in men aged 30-60.
nb: Hel eller delvis avrivning er mest utbredt blant 30-60 år gamle menn.

source: Fitness and physical education and outdoor adventure education.
nb: Fitness og kroppsøving og friluftsliv.

source: Philosophy of sport, ecophilosophy, sport ethics, environmental humanities
nb: Idrettsfilosofi, sportsetikk, miljøetikk, miljøfag

source: - systematic reviews, randomised controlled trials and other resources relevant to occupational therapy interventions.
nb: - systematiske oversikter og kvalitetsvurderte studier innen forebygging og behandling særlig relevant for ergoterapi.

source: "That means that virtually everyone has something to gain," says Ulf Ekelund, professor of sports medicine at the Norwegian School of Sport Sciences (NIH).
nb: – Det betyr jo at så godt som alle har noe å vinne, sier Ulf Ekelund, som er professor i idrettsmedisin ved Norges idrettshøgskole (NIH).

source: ≈ A test for reach, mobility and balance
nb: ≈ Test for rekkevidde, bevegelighet og balanse

source: In the first phase, a the Internet program called “Young & Active” was designed and developed in a systematic way based on existing literature and a theoretical framework.
nb: I den første fasen ble internettprogrammet “Young & Active” systematisk utviklet basert på eksisterende forskning og et teoretisk rammeverk og i samarbeid med brukerrepresentanter.

source: "Preparing and testing a training programme is both a time-consuming and costly process.
nb: - Utarbeidelse og testing av et treningsprogram er både en tidkrevende og kostbar prosess.

source: Mean body mass index, waist circumference and body fat were 26.1 kg/m2, 94.0 cm and 19.7 %, respectively.
nb: Gjennomsnittlig kroppsmasseindeks, mageomkrets og fettprosent var henholdsvis 26,1 kg/m2, 94,0 cm and 19,7 %.

source: That is why Solveig Nordengen chose to study it.
nb: Derfor valgte Solveig Nordengen å studere dette.

source: Aksum was also involved in this study.
nb: Aksum var involvert også i denne studien.

source: In his capacity as a former Continental Team cyclist, Oddbjørn Klomsten Andersen has observed a number of cyclists who train a lot and only do cycling, possibly without having an adequate food intake.
nb: Som tidligere syklist på kontinentallag har Oddbjørn Klomsten Andersen observert en rekke syklister som trener mye og ensidig sykling, og muligens uten tilstrekkelig matinntak.

source: The participants in the second study were not as healthy.
nb: I den andre studien var deltakerne skralere.

source: Football, soccer, injury prevention, hamstring injuries, sports medicine
nb: Fotball, skadeforebyggende trening, hamstringsskader, idrettsmedisin

source: Sport Psychology, Motivation, Children in sport
nb: Idrettspsykologi, motivation, barn- og unge i idretten.
